Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Indoor Bike
ar: دراجة داخلية
da: Indendørs cykel
es: Bici estática
fi: Sisäpyörä
fr: Vélo d’intérieur
is: Innihjól
it: Cyclette
ja: インドアバイク
ko: 실내 자전거
nb: Innendørssykkel
nl: Hometrainer
pt_br: Bicicleta ergométrica
ru: Велотренажёр
sv: Inomhuscykel
zh_hans: 室内单车

source: Informational Purposes Only
ar: لأغراض إعلامية فقط
da: Kun til informationsformål
de: Nur zu Informationszwecken
es: Solo con fines informativos
fi: Vain tiedoksi
fr: À titre informatif uniquement
is: Aðeins til upplýsinga
it: Solo a scopo informativo
ja: 情報提供のみを目的としています
ko: 정보 제공 목적으로만
nb: Kun til informasjonsformål
nl: Alleen voor informatieve doeleinden
pt_br: Apenas para fins informativos
ru: Только в информационных целях
sv: Enbart i informationssyfte
zh_hans: 仅供信息参考

source: Insights
ar: رؤى
da: Indsigt
de: Erkenntnisse
es: Perspectivas
fi: Oivallukset
fr: Analyses
is: Innsýn
it: Approfondimenti
ja: 分析結果
ko: 인사이트
nb: Innsikt
nl: Inzichten
ru: Аналитика
sv: Insikter
zh_hans: 洞察

source: Insufficient data for reliable trend detection.
ar: بيانات غير كافية لاكتشاف اتجاه موثوق.
da: Utilstrækkelige data til pålidelig tendensregistrering.
de: Unzureichende Daten für eine verlässliche Trenderkennung.
es: Datos insuficientes para detectar una tendencia fiable.
fi: Riittämättömät tiedot luotettavaan trendin tunnistukseen.
fr: Données insuffisantes pour détecter une tendance fiable.
is: Ónóg gögn fyrir áreiðanlega þróunargreiningu.
it: Dati insufficienti per un rilevamento affidabile della tendenza.
ja: 信頼できる傾向検出にはデータが不足しています。
ko: 신뢰할 만한 추세 감지를 위한 데이터가 부족합니다.
nb: Utilstrekkelige data for pålitelig trenddeteksjon.
nl: Onvoldoende gegevens voor betrouwbare trenddetectie.
pt_br: Dados insuficientes para detecção confiável de tendência.
ru: Недостаточно данных для надёжного выявления тренда.
sv: Otillräckliga data för tillförlitlig trenddetektering.
zh_hans: 数据不足，无法可靠识别趋势。

source: Intentional overreach
ar: تحميل زائد مقصود
da: Bevidst overreach
de: Bewusstes Overreaching
es: Sobrecarga intencionada
fi: Tarkoituksellinen ylikuormitus
fr: Surcharge intentionnelle
is: Ásetningsbundið yfirálag
it: Sovraccarico intenzionale
ja: 意図的なオーバーリーチ
ko: 의도적 오버리칭
nb: Bevisst overreach
nl: Bewuste overreaching
pt_br: Sobrecarga intencional
ru: Намеренная перегрузка
sv: Avsiktlig överbelastning
zh_hans: 主动过载

source: Internal
ar: داخلي
da: Intern
de: Intern
es: Interno
fi: Sisäinen
fr: Interne
is: Innri
it: Interno
ja: 内部
ko: 내부
nb: Intern
nl: Intern
pt_br: Interno
ru: Внутренний
sv: Intern
zh_hans: 内部

source: Internal load
ar: الحمل الداخلي
da: Intern belastning
de: Interne Belastung
es: Carga interna
fi: Sisäinen kuormitus
fr: Charge interne
is: Innra álag
it: Carico interno
ja: 内的負荷
ko: 내적 부하
nb: Intern belastning
nl: Interne belasting
pt_br: Carga interna
ru: Внутренняя нагрузка
sv: Intern belastning
zh_hans: 内部负荷

source: Interrupted recording detected
ar: تم اكتشاف تسجيل متوقف
da: Afbrudt optagelse registreret
de: Unterbrochene Aufzeichnung erkannt
es: Se detectó una grabación interrumpida
fi: Keskeytynyt tallennus havaittu
fr: Enregistrement interrompu détecté
is: Greind var trufluð upptaka
it: Rilevata registrazione interrotta
ja: 中断された記録を検出しました
ko: 중단된 기록이 감지되었습니다
nb: Avbrutt opptak oppdaget
nl: Onderbroken opname gedetecteerd
pt_br: Gravação interrompida detectada
ru: Обнаружена прерванная запись
sv: Avbruten inspelning upptäckt
zh_hans: 检测到中断的录制

source: Interrupted recordings
ar: تسجيلات متوقّفة
da: Afbrudte optagelser
de: Unterbrochene Aufzeichnungen
es: Grabaciones interrumpidas
fi: Keskeytyneet tallennukset
fr: Enregistrements interrompus
is: Rofnar upptökur
it: Registrazioni interrotte
ja: 中断された記録
ko: 중단된 기록
nb: Avbrutte opptak
nl: Onderbroken opnames
pt_br: Gravações interrompidas
ru: Прерванные записи
sv: Avbrutna inspelningar
zh_hans: 中断的记录

source: Interval
ar: فاصل زمني
de: Intervall
es: Intervalo
fi: Intervalli
fr: Intervalle
is: Bil
it: Intervallo
ja: インターバル
ko: 인터벌
nb: Intervall
pt_br: Intervalo
ru: Интервал
sv: Intervall
zh_hans: 间歇

source: Invalid email
ar: بريد إلكتروني غير صالح
da: Ugyldig e-mail
de: Ungültige E-Mail
es: Correo no válido
fi: Virheellinen sähköposti
fr: E-mail non valide
is: Ógilt netfang
it: Email non valida
ja: 無効なメールアドレス
ko: 잘못된 이메일
nb: Ugyldig e-post
nl: Ongeldig e-mailadres
pt_br: E-mail inválido
ru: Недействительный адрес эл. почты
sv: Ogiltig e-post
zh_hans: 电子邮件无效

source: iOS will ask permission to read your sleep, heart rate, and HRV data. Emuqu uses these to compute your recovery score. You can change any of these later in Settings → Privacy & Security → Health.
ar: سيطلب iOS الإذن لقراءة بيانات نومك ومعدل ضربات قلبك وHRV. يستخدم Emuqu هذه البيانات لحساب درجة تعافيك. يمكنك تغيير أي منها لاحقًا من الإعدادات ← الخصوصية والأمن ← صحتي.
da: iOS beder om tilladelse til at læse dine data om søvn, puls og HRV. Emuqu bruger disse til at beregne din restitutionsscore. Du kan ændre alt dette senere under Indstillinger → Anonymitet og sikkerhed → Sundhed.
de: iOS fragt um Erlaubnis, deine Daten zu Schlaf, Herzfrequenz und HRV zu lesen. Emuqu nutzt diese zur Berechnung deines Erholungs-Scores. Du kannst all dies später unter Einstellungen → Datenschutz & Sicherheit → Health ändern.
es: iOS pedirá permiso para leer tus datos de sueño, frecuencia cardíaca y HRV. Emuqu los usa para calcular tu puntuación de recuperación. Puedes cambiar cualquiera de estos más tarde en Ajustes → Privacidad y seguridad → Salud.
fi: iOS pyytää lupaa lukea uni-, syke- ja HRV-tietojasi. Emuqu käyttää niitä palautumispistemääräsi laskemiseen. Voit muuttaa mitä tahansa näistä myöhemmin kohdassa Asetukset → Tietosuoja ja suojaus → Terveys.
fr: iOS vous demandera l’autorisation de lire vos données de sommeil, de fréquence cardiaque et de HRV. Emuqu les utilise pour calculer votre score de récupération. Vous pourrez modifier ces choix plus tard dans Réglages → Confidentialité et sécurité → Santé.
is: iOS mun biðja um leyfi til að lesa svefn-, hjartsláttar- og HRV-gögnin þín. Emuqu notar þau til að reikna batastigið þitt. Þú getur breytt þessu síðar í Stillingar → Persónuvernd og öryggi → Health.
it: iOS ti chiederà il permesso di leggere i dati di sonno, frequenza cardiaca e HRV. Emuqu li usa per calcolare il tuo punteggio di recupero. Puoi cambiare queste scelte in seguito in Impostazioni → Privacy e sicurezza → Salute.
ja: iOS から、睡眠、心拍数、HRV データの読み取り許可を求められます。Emuqu はこれらを使って回復スコアを計算します。これらは後から 設定 → プライバシーとセキュリティ → ヘルスケア でいつでも変更できます。
ko: iOS에서 수면, 심박수, HRV 데이터를 읽을 수 있는 권한을 요청합니다. Emuqu는 이 데이터로 회복 점수를 계산합니다. 나중에 설정 → 개인정보 보호 및 보안 → 건강에서 언제든지 변경할 수 있습니다.
nb: iOS vil be om tillatelse til å lese søvn-, puls- og HRV-dataene dine. Emuqu bruker disse til å beregne restitusjonsscoren din. Du kan endre dette senere i Innstillinger → Personvern og sikkerhet → Helse.
nl: iOS vraagt toestemming om je slaap-, hartslag- en HRV-gegevens te lezen. Emuqu gebruikt deze om je herstelscore te berekenen. Je kunt dit later wijzigen in Instellingen → Privacy en beveiliging → Gezondheid.
pt_br: O iOS vai pedir permissão para ler seus dados de sono, frequência cardíaca e HRV. O Emuqu os usa para calcular sua pontuação de recuperação. Você pode alterar qualquer uma dessas permissões depois em Ajustes → Privacidade e Segurança → Saúde.
ru: iOS запросит разрешение на чтение ваших данных о сне, пульсе и ВСР. Emuqu использует их для расчёта вашей оценки восстановления. Изменить любое из этих разрешений можно позже в Настройки → Конфиденциальность и безопасность → Здоровье.
sv: iOS kommer att be om behörighet att läsa dina sömn-, puls- och HRV-data. Emuqu använder dem för att beräkna din återhämtningspoäng. Du kan ändra detta senare i Inställningar → Integritet och säkerhet → Hälsa.
zh_hans: iOS 将请求读取你的睡眠、心率和 HRV 数据的权限。Emuqu 使用这些数据计算你的恢复评分。你之后可以在“设置 → 隐私与安全性 → 健康”中更改这些权限。

source: iPhone has no strap connected — workout will start but HR may rely on Watch wrist sensor.
ar: لا يوجد حزام متصل بالـ iPhone — سيبدأ التمرين لكن قد يعتمد قياس النبض على مستشعر المعصم في الساعة.
da: Der er ingen rem forbundet til iPhone — træningen starter, men pulsen kan komme fra urets håndledssensor.
de: Am iPhone ist kein Gurt verbunden — das Training startet, die Herzfrequenz kommt aber evtl. vom Handgelenkssensor der Watch.
es: El iPhone no tiene banda conectada: el entrenamiento empezará, pero la FC puede venir del sensor de muñeca del reloj.
fi: iPhoneen ei ole yhdistetty vyötä — harjoitus alkaa, mutta syke voi tulla kellon rannemittarista.
fr: Aucune ceinture connectée à l’iPhone — la séance démarrera, mais la FC pourra venir du capteur au poignet.
is: Engin ól tengd við iPhone — æfingin byrjar en púls gæti komið frá úlnliðsskynjara úrsins.
it: Nessuna fascia connessa all’iPhone — l’allenamento parte, ma la FC potrebbe venire dal sensore da polso.
ja: iPhone にストラップが接続されていません — ワークアウトは開始しますが、心拍は Watch の手首センサーに頼る場合があります。
ko: iPhone에 연결된 스트랩이 없습니다 — 운동은 시작되지만 심박수는 워치 손목 센서를 사용할 수 있습니다.
nb: Ingen belte koblet til iPhone — økten starter, men pulsen kan komme fra klokkens håndleddssensor.
nl: Geen band verbonden met de iPhone — de work-out start, maar de hartslag komt mogelijk van de polssensor.
pt_br: Nenhuma cinta conectada ao iPhone — o treino vai começar, mas a FC pode vir do sensor de pulso do relógio.
ru: К iPhone не подключён ремень — тренировка начнётся, но пульс может браться с датчика на запястье.
sv: Inget band anslutet till iPhone — passet startar, men pulsen kan komma från klockans handledssensor.
zh_hans: iPhone 未连接心率带 — 训练将开始，但心率可能来自手表腕式传感器。

source: iPhone not reachable
ar: تعذّر الوصول إلى الـ iPhone
da: iPhone kan ikke nås
de: iPhone nicht erreichbar
es: iPhone no disponible
fi: iPhone ei tavoitettavissa
fr: iPhone injoignable
is: Næ ekki í iPhone
it: iPhone non raggiungibile
ja: iPhone に接続できません
ko: iPhone에 연결할 수 없음
nb: Får ikke kontakt med iPhone
nl: iPhone niet bereikbaar
pt_br: iPhone inacessível
ru: iPhone недоступен
sv: iPhone kan inte nås
zh_hans: 无法连接 iPhone

source: iPhone ready
ar: الـ iPhone جاهز
da: iPhone klar
de: iPhone bereit
es: iPhone listo
fi: iPhone valmis
fr: iPhone prêt
is: iPhone tilbúinn
it: iPhone pronto
ja: iPhone 準備完了
ko: iPhone 준비됨
nb: iPhone klar
nl: iPhone gereed
pt_br: iPhone pronto
ru: iPhone готов
sv: iPhone redo
zh_hans: iPhone 就绪

source: Is my HRV trending up?
ar: هل HRV لديّ في اتجاه صاعد؟
da: Er min HRV på vej op?
de: Steigt meine HRV?
es: ¿Mi HRV está subiendo?
fi: Onko HRV:ni nousussa?
fr: Ma HRV est-elle en hausse ?
is: Er HRV mitt á uppleið?
it: La mia HRV è in aumento?
ja: 私の HRV は上昇傾向ですか？
ko: 제 HRV가 오르고 있나요?
nb: Er HRV-en min på vei opp?
nl: Stijgt mijn HRV?
pt_br: Minha VFC está subindo?
ru: Моя ВСР растёт?
sv: Är min HRV på väg upp?
zh_hans: 我的 HRV 在上升吗？

source: Issues Found
ar: مشكلات تم العثور عليها
da: Problemer fundet
de: Probleme gefunden
es: Problemas encontrados
fi: Ongelmia löytyi
fr: Problèmes détectés
is: Vandamál fundust
it: Problemi trovati
ja: 問題が見つかりました
ko: 문제 발견
nb: Problemer funnet
nl: Problemen gevonden
pt_br: Problemas Encontrados
ru: Обнаружены проблемы
sv: Problem hittade
zh_hans: 发现问题

source: It also reads VO2 max, workouts and routes, active energy, steps, distances, flights climbed, exercise minutes, walking and running speed, physical effort, body weight, date of birth and biological sex.
ar: ويقرأ أيضًا VO2 max والتمارين والمسارات والطاقة النشطة والخطوات والمسافات والطوابق المصعودة ودقائق التمرين وسرعة المشي والجري والمجهود البدني ووزن الجسم وتاريخ الميلاد والجنس البيولوجي.
da: Den læser også VO2 max, træninger og ruter, aktiv energi, skridt, distancer, gåede etager, træningsminutter, gå- og løbehastighed, fysisk anstrengelse, kropsvægt, fødselsdato og biologisk køn.
de: Die App liest außerdem VO2 max, Trainings und Routen, aktive Energie, Schritte, Distanzen, gestiegene Etagen, Trainingsminuten, Geh- und Laufgeschwindigkeit, körperliche Anstrengung, Körpergewicht, Geburtsdatum und biologisches Geschlecht.
es: También lee VO2 max, entrenamientos y rutas, energía activa, pasos, distancias, pisos subidos, minutos de ejercicio, velocidad al caminar y al correr, esfuerzo físico, peso corporal, fecha de nacimiento y sexo biológico.
fi: Se lukee myös VO2 max -arvon, harjoitukset ja reitit, aktiivisen energian, askeleet, matkat, nousukerrokset, liikuntaminuutit, kävely- ja juoksunopeuden, fyysisen rasituksen, painon, syntymäajan ja biologisen sukupuolen.
fr: Elle lit aussi la VO2 max, les entraînements et itinéraires, l’énergie active, les pas, les distances, les étages montés, les minutes d’exercice, la vitesse de marche et de course, l’effort physique, le poids, la date de naissance et le sexe biologique.
is: Það les einnig VO2 max, æfingar og leiðir, virka orku, skref, vegalengdir, gengnar hæðir, æfingamínútur, göngu- og hlaupahraða, líkamlegt álag, líkamsþyngd, fæðingardag og líffræðilegt kyn.
it: Legge anche VO2 max, allenamenti e percorsi, energia attiva, passi, distanze, piani saliti, minuti di esercizio, velocità di camminata e corsa, sforzo fisico, peso, data di nascita e sesso biologico.
ja: また、VO2 max、ワークアウトとルート、アクティブエネルギー、歩数、距離、上った階数、エクササイズ時間、ウォーキングとランニングの速度、身体的負荷、体重、生年月日、生物学的性別も読み取ります。
ko: 또한 VO2 max, 운동 및 경로, 활동 에너지, 걸음 수, 거리, 오른 층수, 운동 시간, 걷기 및 달리기 속도, 신체 활동 강도, 체중, 생년월일, 생물학적 성별도 읽습니다.
nb: Den leser også VO2 max, treningsøkter og ruter, aktiv energi, skritt, distanser, etasjer gått opp, treningsminutter, gange- og løpehastighet, fysisk anstrengelse, kroppsvekt, fødselsdato og biologisk kjønn.
nl: Het leest ook VO2 max, trainingen en routes, actieve energie, stappen, afstanden, beklommen verdiepingen, trainingsminuten, wandel- en hardloopsnelheid, fysieke inspanning, lichaamsgewicht, geboortedatum en biologisch geslacht.
pt_br: Ele também lê VO2 max, treinos e rotas, energia ativa, passos, distâncias, lances de escada subidos, minutos de exercício, velocidade de caminhada e corrida, esforço físico, peso corporal, data de nascimento e sexo biológico.
ru: Приложение также считывает VO2 max, тренировки и маршруты, активную энергию, шаги, расстояния, пройденные пролёты, минуты упражнений, скорость ходьбы и бега, физическое усилие, вес тела, дату рождения и биологический пол.
sv: Den läser också VO2 max, träningspass och rutter, aktiv energi, steg, distanser, trappor, träningsminuter, gång- och löphastighet, fysisk ansträngning, kroppsvikt, födelsedatum och biologiskt kön.
zh_hans: 它还会读取 VO2 max、训练和路线、活动能量、步数、距离、已爬楼层、训练分钟数、步行和跑步速度、体能消耗、体重、出生日期和生理性别。

source: It can also include your notes, tags and morning check-ins, which may mention symptoms or mood, and the facts, notes and to-dos saved to the assistant's memory, which may mention health conditions.
ar: وقد يتضمن أيضًا ملاحظاتك ووسومك وتسجيلات الصباح، والتي قد تذكر أعراضًا أو حالة مزاجية، والمعلومات والملاحظات والمهام المحفوظة في ذاكرة المساعد، والتي قد تذكر حالات صحية.
da: Det kan også omfatte dine noter, tags og morgenindtjekninger, som kan nævne symptomer eller humør, og de oplysninger, noter og opgaver, der er gemt i assistentens hukommelse, som kan nævne helbredstilstande.
de: Dazu können auch deine Notizen, Tags und morgendlichen Check-ins gehören, die Symptome oder Stimmungen erwähnen können, sowie Fakten, Notizen und To-dos aus dem Gedächtnis des Assistenten, die Gesundheitszustände erwähnen können.
es: También puede incluir tus notas, etiquetas y registros matutinos, que pueden mencionar síntomas o estado de ánimo, y los datos, notas y tareas guardados en la memoria del asistente, que pueden mencionar problemas de salud.
fi: Se voi sisältää myös muistiinpanosi, tunnisteesi ja aamukirjauksesi, joissa voidaan mainita oireita tai mielialaa, sekä avustajan muistiin tallennetut faktat, muistiinpanot ja tehtävät, joissa voidaan mainita terveydentiloja.
fr: Il peut aussi inclure vos notes, tags et bilans du matin, qui peuvent mentionner des symptômes ou l’humeur, ainsi que les faits, notes et tâches enregistrés dans la mémoire de l’assistant, qui peuvent mentionner des problèmes de santé.
is: Hún getur einnig innihaldið athugasemdir þínar, merki og morgunskráningar, sem kunna að nefna einkenni eða skap, og staðreyndir, athugasemdir og verkefni sem vistuð eru í minni aðstoðarmannsins, sem kunna að nefna heilsufarsástand.
it: Può includere anche le tue note, i tag e i check-in mattutini, che possono menzionare sintomi o umore, e i fatti, le note e le cose da fare salvati nella memoria dell’assistente, che possono menzionare condizioni di salute.
ja: メモ、タグ、朝のチェックイン（症状や気分が記載されている場合があります）、およびアシスタントのメモリに保存された情報、メモ、To-Do（健康状態が記載されている場合があります）が含まれることもあります。
ko: 메모, 태그, 아침 체크인(증상이나 기분이 언급될 수 있음)과 어시스턴트 메모리에 저장된 정보, 메모, 할 일(건강 상태가 언급될 수 있음)도 포함될 수 있습니다.
nb: Det kan også omfatte notatene, taggene og morgeninnsjekkene dine, som kan nevne symptomer eller humør, og fakta, notater og gjøremål som er lagret i assistentens minne, og som kan nevne helsetilstander.
nl: Het kan ook je notities, tags en ochtendcheck-ins bevatten, waarin symptomen of stemming kunnen staan, en feiten, notities en taken in het geheugen van de assistent, waarin gezondheidsaandoeningen kunnen worden genoemd.
pt_br: Também pode incluir suas notas, tags e check-ins matinais, que podem mencionar sintomas ou humor, e os fatos, notas e tarefas salvos na memória do assistente, que podem mencionar condições de saúde.
ru: Также могут передаваться ваши заметки, теги и утренние отметки, где могут упоминаться симптомы или настроение, и факты, заметки и задачи, сохранённые в памяти ассистента, где могут упоминаться состояния здоровья.
sv: Det kan också innehålla dina anteckningar, taggar och morgonincheckningar, som kan nämna symtom eller sinnesstämning, och de fakta, anteckningar och att göra-punkter som sparats i assistentens minne, som kan nämna hälsotillstånd.
zh_hans: 其中也可能包括你的备注、标签和晨间自评（可能提及症状或情绪），以及保存在助手记忆中的信息、备注和待办事项（可能提及健康状况）。

source: It copies your recordings, their analysis and your settings to Apple's CloudKit private database in your own iCloud account.
ar: تنسخ تسجيلاتك وتحليلها وإعداداتك إلى قاعدة بيانات CloudKit الخاصة من Apple في حساب iCloud الخاص بك.
da: Den kopierer dine optagelser, deres analyse og dine indstillinger til Apples private CloudKit-database på din egen iCloud-konto.
de: Dabei werden deine Aufzeichnungen, deren Analyse und deine Einstellungen in die private CloudKit-Datenbank von Apple in deinem eigenen iCloud-Konto kopiert.
es: Copia tus grabaciones, su análisis y tus ajustes en la base de datos privada de CloudKit de Apple, en tu propia cuenta de iCloud.
fi: Se kopioi tallenteesi, niiden analyysin ja asetuksesi Applen CloudKitin yksityiseen tietokantaan omalla iCloud-tililläsi.
fr: Elle copie vos enregistrements, leur analyse et vos réglages dans la base de données privée CloudKit d’Apple, sur votre propre compte iCloud.
is: Það afritar upptökurnar þínar, greiningu þeirra og stillingarnar þínar í einkagagnagrunn Apple í CloudKit á þínum eigin iCloud-reikningi.
it: Copia le tue registrazioni, la loro analisi e le tue impostazioni nel database privato CloudKit di Apple, nel tuo account iCloud.
ja: 記録、その分析結果、設定を、あなた自身の iCloud アカウント内にある Apple の CloudKit プライベートデータベースにコピーします。
ko: 기록, 분석 결과, 설정을 사용자 본인의 iCloud 계정에 있는 Apple의 CloudKit 비공개 데이터베이스에 복사합니다.
nb: Den kopierer opptakene dine, analysene av dem og innstillingene dine til Apples private CloudKit-database i din egen iCloud-konto.
nl: Het kopieert je opnamen, de analyse ervan en je instellingen naar Apples privé-CloudKit-database in je eigen iCloud-account.
pt_br: Ele copia suas gravações, as análises delas e suas configurações para o banco de dados privado do CloudKit da Apple, na sua própria conta do iCloud.
ru: Она копирует ваши записи, их анализ и ваши настройки в частную базу данных Apple CloudKit в вашем собственном аккаунте iCloud.
sv: Den kopierar dina inspelningar, deras analys och dina inställningar till Apples privata CloudKit-databas i ditt eget iCloud-konto.
zh_hans: 它会将你的记录、记录的分析结果和你的设置复制到你自己 iCloud 账户中 Apple 的 CloudKit 私有数据库。

source: It is used only while the app is open or one of these features is running.
ar: لا يُستخدم إلا أثناء فتح التطبيق أو تشغيل إحدى هذه الميزات.
da: Den bruges kun, mens appen er åben, eller en af disse funktioner kører.
de: Der Standort wird nur verwendet, während die App geöffnet ist oder eine dieser Funktionen läuft.
es: Solo se usa mientras la app está abierta o una de estas funciones está en marcha.
fi: Sitä käytetään vain, kun sovellus on auki tai jokin näistä toiminnoista on käynnissä.
fr: Elle n’est utilisée que lorsque l’app est ouverte ou qu’une de ces fonctionnalités est en cours.
is: Hún er aðeins notuð á meðan forritið er opið eða einn af þessum eiginleikum er í gangi.
it: Viene usata solo mentre l’app è aperta o è in funzione una di queste funzioni.
ja: アプリが開いているとき、またはこれらの機能のいずれかが動作している間だけ使用されます。
ko: 앱이 열려 있거나 이러한 기능 중 하나가 실행되는 동안에만 사용됩니다.
nb: Den brukes bare mens appen er åpen eller én av disse funksjonene kjører.
nl: Het wordt alleen gebruikt terwijl de app open is of een van deze functies actief is.
pt_br: Ela é usada apenas enquanto o app está aberto ou um desses recursos está em execução.
ru: Она используется только пока открыто приложение или работает одна из этих функций.
sv: Den används bara medan appen är öppen eller någon av dessa funktioner körs.
zh_hans: 仅在应用打开或上述某项功能运行时才会使用。

source: It reaches a third party only when you use a cloud AI provider you have agreed to, as described below.
ar: لا تصل إلى طرف ثالث إلا عندما تستخدم مزوّد ذكاء اصطناعي سحابيًا وافقت عليه، كما هو موضّح أدناه.
da: De når kun en tredjepart, når du bruger en cloud-AI-udbyder, du har givet samtykke til, som beskrevet nedenfor.
de: An Dritte gelangen sie nur, wenn du einen Cloud-KI-Anbieter nutzt, dem du zugestimmt hast, wie unten beschrieben.
es: Solo llegan a un tercero cuando usas un proveedor de IA en la nube que has aceptado, como se describe a continuación.
fi: Se päätyy kolmannelle osapuolelle vain, kun käytät pilvipohjaista tekoälypalveluntarjoajaa, jonka olet hyväksynyt, kuten alla kuvataan.
fr: Elles ne parviennent à un tiers que lorsque vous utilisez un fournisseur d’IA cloud que vous avez accepté, comme décrit ci-dessous.
is: Þau berast aðeins til þriðja aðila þegar þú notar gervigreindarþjónustu í skýinu sem þú hefur samþykkt, eins og lýst er hér að neðan.
it: Raggiungono una terza parte solo quando usi un provider di IA cloud che hai accettato, come descritto di seguito.
ja: 第三者に届くのは、あなたが同意したクラウド AI プロバイダーを使用する場合だけです（下記参照）。
ko: 아래에 설명된 대로, 사용자가 동의한 클라우드 AI 제공업체를 사용할 때에만 제3자에게 전달됩니다.
nb: Dataene når en tredjepart bare når du bruker en AI-leverandør i skyen som du har samtykket til, som beskrevet nedenfor.
nl: Het bereikt alleen een derde partij wanneer je een cloud-AI-aanbieder gebruikt waarmee je hebt ingestemd, zoals hieronder beschreven.
pt_br: Os dados só chegam a terceiros quando você usa um provedor de IA em nuvem com o qual concordou, conforme descrito abaixo.
ru: Данные попадают к третьей стороне только тогда, когда вы используете облачного ИИ-провайдера, на что дали согласие, как описано ниже.
sv: Data når en tredje part bara när du använder en moln-AI-leverantör som du har godkänt, enligt beskrivningen nedan.
zh_hans: 只有当你使用已同意的云端 AI 提供方时，数据才会到达第三方，具体如下所述。
